alsa-utils
amd-ucode
arc-icon-theme
arch-install-scripts
archinstall
archlinux-xdg-menu
awesome-terminal-fonts
b43-fwcutter
base
base-devel
bcachefs-tools
bind
bluez
bluez-tools
bluez-utils
bolt
brltty
broadcom-wl
btrfs-progs
chromium
clonezilla
cloud-init
cosmic-icon-theme
cryptsetup
darkhttpd
ddrescue
dhclient
dhcpcd
diffutils
dmidecode
dmraid
dnsmasq
dosfstools
e2fsprogs
edk2-shell
efibootmgr
espeakup
ethtool
exfatprogs
f2fs-tools
fastfetch
fatresize
feh
ffmpeg
firefox
fsarchiver
geany
git
gnu-netcat
gpart
gpm
gptfdisk
grml-zsh-config
grub
grub-theme-vimix
gsimplecal
gvfs
gvfs-mtp
gvfs-smb
hdparm
hyperv
intel-ucode
irssi
iw
iwd
jfsutils
kitty-terminfo
ldns
less
lftp
libfido2
libusb-compat
linux
linux-atm
linux-firmware
linux-firmware-marvell
livecd-sounds
lsscsi
lvm2
lxappearance-obconf
lxde-icon-theme
lxsession
lxterminal
ly
lynx
man-db
man-pages
mc
mdadm
memtest86+
memtest86+-efi
mkinitcpio
mkinitcpio-nfs-utils
mkinitcpio-openswap
modemmanager
mpv
mtools
nano
nbd
ndisc6
network-manager-applet
networkmanager
nfs-utils
nilfs-utils
nmap
ntfs-3g
nvme-cli
open-iscsi
open-vm-tools
openbox
openconnect
openpgp-card-tools
openssh
openvpn
os-prober
partclone
parted
partimage
pasystray
pcsclite
pulseaudio
pulseaudio-alsa
pulseaudio-bluetooth
pv
qmplay2
refind
reflector
reiserfsprogs
rp-pppoe
rsync
rxvt-unicode-terminfo
samba
screen
sdparm
sequoia-sq
sg3_utils
smartmontools
smbclient
sof-firmware
sudo
syslinux
systemd-resolvconf
tcpdump
terminus-font
testdisk
thunar
thunar-archive-plugin
thunar-volman
tint2
tmux
tpm2-tools
tpm2-tss
ttf-dejavu
ttf-fira-code
ttf-fira-sans
ttf-firacode-nerd
ttf-font-awesome
ttf-liberation
tumbler
udftools
unrar
unzip
usb_modeswitch
usbmuxd
usbutils
volumeicon
vpnc
vulkan-radeon
wget
wireless-regdb
wireless_tools
wpa_supplicant
wvdial
xarchiver
xdg-user-dirs
xf86-video-amdgpu
xfsprogs
xl2tpd
xorg-server
xorg-xauth
zip
zsh
